
var config = {
    texts: [
        "李芳宝贝",  // 
        "今天是你的生日哦",
        "这是我们在一起后",
        "你的第一个生日哦",
        "今天的你可能会收到很多祝福",
        "但这是属于我的祝福",
        "祝你",
        "旦逢良辰",
        "顺颂时宜",
        "生日快乐，李芳！",
        "❤💗💜💛💚💙♥",
        "啾咪",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "心爱的小可爱": "./imgs/xiaokeai.png",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "我爱你💗",
    }
};
